"New conversation with ${applicationName}" = "Nýtt samtal við ${applicationName}";

"Query ${applicationName}" = "Fyrirspurn ${applicationName}";

"Start a new chat with ${applicationName}" = "Hefja nýtt spjall við ${applicationName}";

"Start a new conversation with ${applicationName}" = "Hefja nýtt samtal við ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Nýtt samtal við ${applicationName} með ${model}";

"New chat with ${applicationName} using ${model}" = "Nýtt spjall við ${applicationName} með ${model}";

"Send a question to ${applicationName}" = "Senda spurningu til ${applicationName}";

"Talk to ${applicationName}" = "Tala við ${applicationName}";

"Tell ${applicationName}" = "Segja ${applicationName}";

"Start voice conversation with ${applicationName}" = "Hefja raddsamtal við ${applicationName}";

"Ask ${applicationName}" = "Spyrja ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Hefja nýtt samtal við ${applicationName} með ${model}";

"Start a new chat with ${applicationName} using ${model}" = "Hefja nýtt spjall við ${applicationName} með ${model}";

"New chat with ${applicationName}" = "Nýtt spjall við ${applicationName}";

